---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightInitialIntensity
source: html/6a76b3cd-de19-bc8a-1613-c135db60ddb1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightInitialIntensity Property

"Initial Intensity"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightInitialIntensity { get; }
```